Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/lainsaadanto.html.tmx
Source language: fin
Languages: smn

source: Käytännössä opetuksen järjestäminen saamelaisten kotiseutualueen ulkopuolella on kuitenkin osoittautunut vaikeaksi useista syistä.
smn: Sämikielâ máttááttâs puáhtá orniđ máttááttâs- já kulttuurtooimâ ruttâdmist adelum laavâ (145 § 2 mom) já máttááttâsministeriö adelem asâttâs vuáđuld.

source: Saamen kielen opetusta voidaan järjestää opetus- ja kulttuuritoimen rahoituksesta annetun lain (145 § 2 mom) ja opetusministeriön antaman asetuksen perusteella.
smn: Vyeimist leijee asâttâs lii ivveest 2009.

source: Voimassa oleva asetus on vuodelta 2009.
smn: Ton mield (3 §) oppâlájádâsâin, main iä ornii vuáđumáttááttâslaavâ 12 §:st já luvâttâhlaavâ 8 §:st uáivildum eenikielâ máttááttâs sämikielâláid, romankielâláid já viereskielâláid uáppeid, škovlim uárnejeijee puáhtá finniđ staatâtorjuu 2 máttááttâstiijmeest ohhoost jyehi rekinistmâslâš máttááttâsjuávhu peht, mii meerhâš sämikielâ uásild ucemustáá 2 uáppee juávhu.

source: Sen mukaan (3 §) oppilaitoksissa, joissa ei järjestetä perusopetuslain 12 §:ssä ja lukiolain 8 §:ssä tarkoitettua äidinkielen opetusta saamenkielisille, romanikielisille ja vieraskielisille oppilaille, koulutuksen järjestäjä voi saada valtionavustusta 2 opetustunnista viikossa jokaista laskennallista opetusryhmää kohti, joka tarkoittaa saamen kielen osalta vähintään 2 oppilaan ryhmää.
smn: Njuolgâdus meerhâš keevâtlávt suulân 1/3 sämikuávlu kieldâi finnim tijmekuáhtásâš staatâtorjust.

source: Säännös tarkoittaa käytännössä noin 1/3 saamelaisten kotiseutualueen kuntien saamasta tuntikohtaisesta valtionavustuksesta.
smn: Laavâst säämi máttááttâskuávdáást asâtteh oppâlájádâs pargoin.

source: Laissa saamelaisalueen koulutuskeskuksesta säädetään oppilaitoksen tehtävistä.
smn: Máttááttâskuávdáá pargon lii laavâ 1 § mield lasettiđ eromâšávt sämiaalmug áámmátlâš máttu, orniđ sämikuávlu iäláttâseellim táárbuid västideijee škovlim já ovdediđ kuávlu pargolâšvuođâ sehe siäiluttiđ já ovdediđ sämikulttuur.

source: Koulutuskeskuksen tehtävänä on lain 1 § mukaan lisätä erityisesti saamelaisväestön ammatillista osaamista, järjestää saamelaisten kotiseutualueen elinkeinoelämän tarpeita vastaavaa koulutusta ja edistää alueen työllisyyttä sekä säilyttää ja kehittää saamelaiskulttuuria.
smn: Oppâlájádâs kielah láá suomâkielâ já sämikielâ (2 §).

source: Oppilaitokset kieliä ovat suomi ja saame ( 2 §).
smn: Škovlim puáhtá orniđ sämikuávlust já ton ulguubeln (4 § ).
